Repository: justlivefree/chape
Catalog: locales/*/LC_MESSAGES/chape_bot.po
Languages: uz

source: Hello, esteemed user. Through this bot, you can connect with friends and meet new people. Please note that the bot administrators continuously monitor its operation to ensure everything runs smoothly. If you come across any inappropriate images or videos with a questionable character, please report to us. We will take action thereafter. In addition, the bot owner does not assume responsibility for any material or moral damage that may arise from your interaction with the bot. If you have any questions or suggestions, feel free to contact us at %s.
uz: Assalomu alaykum, hurmatli foydalanuvchi. Ushbu bot orqali siz do'stlar bilan bog'lanishingiz va yangi odamlar bilan tanishishingiz mumkin. Shuni yodda tutingki, bot ma'murlari hammasi muammosiz ishlashini ta'minlash uchun uning ishlashini doimiy ravishda kuzatib boradi. Agar shubhali xarakterga ega bo'lgan nomaqbul rasm yoki videolarga duch kelsangiz, bizga xabar bering. Shundan keyin chora ko'ramiz. Bundan tashqari, bot egasi sizning bot bilan o‘zaro munosabatingizdan kelib chiqishi mumkin bo‘lgan moddiy yoki ma’naviy zarar uchun javobgarlikni o‘z zimmasiga olmaydi. Agar sizda biron bir savol yoki taklif bo'lsa, biz bilan %s orqali bog'laning.

source: Welcome☺️
uz: Xush kelibsiz☺️

source: You have %d messages
uz: Sizda %d ta xabar bor

source: Movie
uz: Kino

source: Music
uz: Musiqa

source: Cars
uz: Avtomobillar

source: Books
uz: Kitoblar

source: Study
uz: O'qish

source: Math
uz: Matematika

source: Design
uz: Dizayn

source: Programing
uz: Dasturlash

source: Gaming
uz: Oʻyin

source: Ready⏩
uz: Tayyor⏩

source: Back⬅️
uz: Orqaga⬅️

source: Cancel
uz: Bekor qilish

source: Location📍
uz: Manzil📍

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Activate💡
uz: Faollashtirish💡

source: Your account deactivated
uz: Hisobingiz o'chirildi

source: Sender profile
uz: Yuboruvchi profili

source: Write number
uz: Raqamni yozing

source: Send only photo or video
uz: Faqat rasm yoki video yuboring

source: Your age does not apply for policy
uz: Sizning yoshingiz siyosat uchun qo'llanilmaydi

source: You have been blocked for %s days
uz: Siz %s kundan beri bloklangansiz

source: You deactivated. Click button below for activation
uz: Siz faolsizlantirdingiz. Faollashtirish uchun quyidagi tugmani bosing

source: Bot can't send user's profile, cause account is private
uz: Bot foydalanuvchi profilini yubora olmaydi, chunki hisob shaxsiy

source: Choose language:
uz: Tilni tanlang:

source: Agree
uz: Rozi

source: Disagree
uz: rozi emasman

source: Name:
uz: Nomi:

source: Age:
uz: Yosh:

source: Gender:
uz: Jins:

source: Male🙋‍♂️
uz: Erkak🙋‍♂️

source: Female‍🙋‍♀️
uz: Ayol‍🙋‍♀️

source: Location:
uz: Manzil:

source: Write about yourself:
uz: O'zingiz haqingizda yozing:

source: Choose your interests, it helps to make better conversation
uz: Qiziqishlaringizni tanlang, bu suhbatni yaxshilashga yordam beradi

source: Choose:
uz: Tanlang:

source: Send profile photo or video:
uz: Profil fotosurati yoki videosini yuboring:

source: Okay. If you change your mind, just click /start.
uz: Xop. Agar fikringizni o'zgartirsangiz, shunchaki / start tugmasini bosing.

source: Main menu
uz: Asosiy menyu

source: Search 🚀
uz: Qidirish 🚀

source: Inbox 📥
uz: Kirish qutisi 📥

source: Profile 👤
uz: Profil 👤

source: Report⚠️
uz: Xabar berish⚠️

source: Sexual character
uz: Jinsiy xarakter

source: Hateful
uz: Nafratli

source: Dangerous
uz: Xavfli

source: Report sent successfully.
uz: Hisobot muvaffaqiyatli yuborildi.

source: Search settings
uz: Qidiruv sozlamalari

source: Girls 👸🏼
uz: Qizlar 👸🏼

source: Boys 🥷
uz: Yigitlar 🥷

source: All ✈️
uz: Hammasi ✈️

source: Interest
uz: Qiziqish

source: Send something nice
uz: Yaxshi narsa yuboring

source: Select type of report
uz: Hisobot turini tanlang

source: Change name
uz: Ismni o'zgartirish

source: Change media
uz: Mediani o'zgartiring

source: Change location
uz: Joylashuvni o'zgartirish

source: Change language
uz: Tilni o'zgartirish

source: Change interests
uz: Qiziqishlarni o'zgartirish

source: Change bio
uz: Bioni o'zgartiring

source: Deactivate 🪓
uz: O'chirish 🪓

source: Are you sure you want to deactivate your account?
uz: Haqiqatan ham hisobingizni o'chirib qo'ymoqchimisiz?

source: 📬 You have message. Check your inbox...
uz: 📬 Sizda xabar bor. Kiruvchi qutingizni tekshiring...

source: Someone sent you like❤️
uz: Kimdir sizga like❤️ yubordi

source: Someone replied you📨
uz: Kimdir sizga javob berdi📨

source: Someone sent you voice message
uz: Kimdir sizga ovozli xabar yubordi

source: Someone sent you video
uz: Kimdir sizga video yubordi
